src/main/resources/atscale-small/0016-req.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"><soap:Header><Session xmlns="urn:schemas-microsoft-com:xml-analysis" SessionId="58EC67E6-8668-4A29-BA07-491F8C4E2B18"/></soap:Header><soap:Body><Discover xmlns="urn:schemas-microsoft-com:xml-analysis"><RequestType>DISCOVER_LITERALS</RequestType><Restrictions/><Properties><PropertyList><Content>SchemaData</Content><Format>Tabular</Format><DbpropMsmdActivityID>BF00EFBA-6825-45D4-AD5D-F26EB2C668E6</DbpropMsmdActivityID><DbpropMsmdRequestID>877B5941-62B0-4AF0-99CB-023C3D562A21</DbpropMsmdRequestID></PropertyList></Properties></Discover></soap:Body></soap:Envelope>